{
  "career": "Foreword",
  "description": "My name is Baelic al Faar",
  "chrono": [
    {
      "title": "Beginnings and Endings",
      "company": "",
      "location": "",
      "dates": "",
      "description": "In order to begin, I must start at previous endings. As happens to many of my kind, I was abandoned as a babe. As a half-elf, my mixed features were a curse to both my parents. I have no memory of them and know nothing of their trials, but I must judge them harshly for their decision to abandon me near a humble human farming village. Though I have no memory of my parents, I have a great many in that village. A young couple took me in and showed me kindness. They raised me next to their own son. Taught me everything they knew and treated me in all ways as though I was their own flesh and blood. They taught me what it means to be a family.\nMy parents set me down and told me of my abandonment when I they felt I was old enough to understand. I knew of course that I was a different; my almond shaped eyes, slighter frame, and lightly tipped ears set me apart from everyone else in the village. But despite knowing my nature, they continued to treat me as one of their children, and the entire village turned a blind eye to my differences, accepting me as one of their own.\nThe cruelty of my origin did not make itself known until many years later. My kind does not age the same way humans do and it was with great sadness I watched my parents and siblings grow old before my eyes. Eventually I buried my adopted parents when they died of old age, and then later, I buried my brother. The farm went to my brother with the passing of my parents and to his children after him. I worked my family’s fields with my nephews and nieces and then eventually with their children as well. I learned many of the crafts of the village and, leaving the farm to my brother’s descendants, for a time knew a sort of peace as the local leatherworker.\nMy life was a bliss of peace until the day a travelling seer passed through the village. The crone sat in front of what passed for a village tavern, quite honestly, it was just a stoop in front of the chandler's shop and told the fortunes of people for a few pennies. She entertained the locals with bits of fancy - who would marry soon, who would be with child, the bounty of the next harvest. I was just as amused as everyone else. When I took my turn at her hands, I expected more of the same, a successful hobby of woodcarving, or scandalous rumors of some farmer’s daughter fancying the local half-elf. Instead, the moment the old woman's hands touched mine, her eyes went wide, and she spoke reverently of fate.\nShe said that the village son of two races would soon find two paths before him. One would lead to greatness and glory, the path of a hero. The other would lead to ruin of all that he touched, a bane upon the world. Then she said those most cursed words, \"It is not for you to know your destiny,” she rasped, “only history will tell if your existence was as a paragon or a plague.\"\nI shook my hands free of hers and quickly stepped back. Everyone tried to laugh off the dire telling, to distance themselves from cruel fate, but the festive air had cleared. The villagers all somberly went back to their day and the seer packed her things and left that very night. Two days later, the beginnings of my fortune were forced upon me.\n---   ---\nWhat started as a normal day of straightening up my shop and preparing for the day quickly turned sour when a farmer rushed breathlessly into the square warning everyone about a marauding beast. This wasn't the first time a roaming bear or wolf had required handling and the village was well prepared. The women, children, and elders collected themselves in the square, or sequestered themselves in their homes, while a party of men, me included, organized to meet the threat.\nAs we headed south out of town the men split into two groups. We were to converge on one of the farmhouses that boasted the most chickens, knowing that the flightless birds had often proven to be a tempting snack for dangerous beasts in the past. One group continued southward, the other went east to attempt to circle around uphill from the farm. I was part of the group that continued south. Farmer Adams and I were to take our time so as to not get to the farmhouse before the other group.\nOur haphazard plan crumbled at the sound of children's screams.\nA sick feeling opened up in the pit of my stomach and I sprinted toward the farmhouse; Adams yelling at my back that we had to wait for the others. I paid no attention. I rushed across the yard to see the front door of the cottage already broken in and hanging by its hinges, terrified cries coming from within. Running through the ruined door, I saw an orc with greataxe poised above two children. The children no doubt thought the threat was a common one and had tried to get a peek at whatever would eat their chickens. Instead they caught the attention of the evil creature. The beast, its intent never on livestock, had found a tempting target.\nThe orc turned its evil glare in my direction, momentarily distracted from its dark intentions by my entrance. In that moment of distraction, I did the first thing that came to my mind. Terrified of what was before me, I ignored the feeble rake I had armed myself with and grabbed a nearby lantern from its hook. I threw the lantern as hard as I could at the creature and had the brief satisfaction of seeing it hit the creature directly in the face. My elation lasted for only the briefest moment, for the shattering lamp spread lamp oil in a great swath on and around the orc. The flames spread in explosive greed to consume anything the oil touched. The searing heat as the ramshackle hut caught flame was immediate and horrifying.\nThe orc bellowed in pain as the flames scorched its flesh, but to my dread, the loudest screams came from the children.\nThey say that the mind will protect itself from true horror. That may be true for I have no memory of what came after. I am told Adams pulled me from the burning building only moments before it collapsed. The burns on my arms and hands testament that I had tried, in vain, desperately to correct the worst mistake of my life.\nThe next day, in the ruined remains of the farmhouse, the corpse of the perished orc was found. The village mourned as the bodies of two children were found as well. I waited for the looks and blame. I wanted it. I needed it. I craved for the parents to seek justice and vengeance for their lost children. But the orc was blamed for everything. No one looked at me as anything other than a hero. A hero that stood up against an orc with nothing but his bare hands.\nI could not stand their gratitude. I could not reconcile my faithlessness to a community that had given me so much. Over the next few days, I tried to find a way to tell everyone the truth of what had occurred. But whenever the words started to touch my lips, their blind gratitude would still my tongue. Instead they rallied to help me. They took care of my shop, they brought me food, they tended my burns and gushed gratefulness at every turn. How could I tell them the truth when they thought I was a hero? How could I betray this village that had been so kind to me? My thoughts inevitably went back to the words of the seer. Was I a hero, or was I a plague? Surely the village will remember me as a savior, but what of my soul?\nAs the weeks passed and my burns healed, a sourness began to press on my spirit. The village was no longer a home to me. I could not pass the burnt wreckage of the cottage without hearing the agonized screams. So, I sought the road to escape. I traveled from town to town, running from my shame. My ruined hands and arms mark me wherever I go as someone who has suffered. I can see pity in the eyes of strangers and I secretly wish they could see deeper, to the scars inside.\nThough not pretty to look upon, my hands eventually gained back all of their former dexterity. I first forced myself to carve wood and work leather until the scars stretched, the pain it brought was a balm to me; sweet penance. But the pain didn’t last, so I forced myself to learn to play the flute, and then anything with a string, the agony of it the only atonement I could find. Now my nimble fingers dance over the strings, keys, and valves of a number of instruments. My clear voice and the sweet notes of my songs a bitter disharmony to the cacophony in my soul. Strangers applaud my stories and songs never knowing why I leave town so quickly. It is because their gratitude stings me like a physical wound.  \nI rejected my fate. I realized that any attempt to meet it will only end in sorrow for those around me. I sought not to be a hero hoping that if I perform no heroic deeds, I invite no catastrophic repercussions. Still, the road has no lack of bandits; my nimble fingers and tongue have entertained many innocent souls, and my dexterous hands and sword have put many of the not-so-innocent to rest in roadside graves. Despite my attempts, I am becoming more recognized wherever I go. Indeed, tales from my village are told in taverns now and I attempt to hide my scars so as to not invite recognition.\nI still run from my destiny, but if I am destined to be a hero of stories, I can try to minimize the death that comes behind me. I entertain in towns and taverns, telling dark stories and bright tales. I sing of heroism and banditry and use my fair face and silver tongue to earn enough coin to see me on to the next town. But in the night, after those I’ve entertained have gone back safely to their homes, I can still hear the tortured screams of children in my sleep.\n",
      "items": [
        {
          "1": "My name is Baelic al Faar, and I am a Hero",
          "2": "...I hope...",
          "3": "I record this story in the vain hope that my legacy will be one of good and decency. I pray that my tale will be told to inspire rather than as a warning. But destiny cares not for the wishes of mortals, and though I am long lived, eventually I’ll find myself just as much a victim of time as anyone. At the end of my life, will this account be lost and forgotten? I will tell it anyway, if only for those that traveled with me. They at least deserve to be remembered. ",
          "4": "The stories of others deserve to be told, but if not by them, then why not by me. I only hope I can do justice to their valor. But how can I convey with mere words the vanity, the foolhardiness, the bullheaded...tenacity? ...The bravery. The pure hearted altruism. The faith and majesty and greatness embodied by them all. Their splendor.",
          "5": "I know not. I will simply have to try. Bear with me dear reader; this chronicle will tell the tale of a group of heroes that saved…everything."
        }
      ]
    },
    {
      "title": "Test Section 1",
      "company": "testing",
      "location": "testing places",
      "dates": "testing dates",
      "description": "test description.",
      "items": [
        {
          "test item 1": "test item description",
          "test item 2": "test item description",
          "test item 3": "test item description"
        }
      ]
    },
    {
      "title": "Test Section 2",
      "company": "testing",
      "location": "testing places",
      "dates": "testing dates",
      "description": "test description.",
      "items": [
        {
          "test item 1": "test item description",
          "test item 2": "test item description",
          "test item 3": "test item description"
        }
      ]
    },
    {
      "title": "Test Section 3",
      "company": "testing",
      "location": "testing places",
      "dates": "testing dates",
      "description": "test description.",
      "items": [
        {
          "test item 1": "test item description",
          "test item 2": "test item description",
          "test item 3": "test item description"
        }
      ]
    },
    {
      "title": "Test Section 4",
      "company": "testing",
      "location": "testing places",
      "dates": "testing dates",
      "description": "test description.",
      "items": [
        {
          "test item 1": "test item description",
          "test item 2": "test item description",
          "test item 3": "test item description"
        }
      ]
    }
  ]
}